blog-index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-02-27 Tue 23:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>And Another Thing&#x2026;</title>
<meta name="generator" content="Org mode" />
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='./css/tufte.css' />
<link rel='stylesheet' href='./css/header.css' />
<!-- Google tag (gtag.js) -->
</head>
<body>
<div id="preamble" class="status">
<div class="banner">
  <div id="l_app" style="float:left"></div>
  <a id="myname" href="/">Tomaz Geddes de Almeida</a>
  <div id="r_app" style="float:left"></div>
  
  <hr/>
  <nav>
    <p>
      <a href="/">Home</a>
      <a href="/about.html">About</a>
      <a href="/blog-index.html">Writing</a>
      <a href="https://github.com/tomazgda/">Github</a>
    </p>
  </nav>
</div>

<script>
  var l_app = Elm.Cube.init({
      node: document.getElementById('l_app')
  });
  var r_app = Elm.Cube.init({
      node: document.getElementById('r_app')
  });
</script>
</div>
<div id="content">
<h1 class="title">And Another Thing&#x2026;</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1443c36">What is this?</a></li>
<li><a href="#orgb2c6e98">Poems</a></li>
<li><a href="#org9a6831d">Short Stories</a></li>
<li><a href="#orgcaf25e9">Learning to Make</a></li>
</ul>
</div>
</div>
<div class="epigraph">
  <blockquote>
    <p>It is impossible to be a mathematician without being a poet in soul..</p>
    <footer>Sofia Kovalevskaya, <em>A Russian Childhood</em></footer>
  </blockquote>
</div> 

<div id="outline-container-org1443c36" class="outline-2">
<h2 id="org1443c36">What is this?</h2>
<div class="outline-text-2" id="text-org1443c36">
<blockquote>
<p>
A dump site for thoughts, poems and stories: more than anything, these are an exercsie in learning.. but I hope you enjoy at least some of them.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgb2c6e98" class="outline-2">
<h2 id="orgb2c6e98">Poems</h2>
<div class="outline-text-2" id="text-orgb2c6e98">
<dl class="org-dl">
<dt><a href="poems.2024-02-27(2).html">An abominated growth sprung from a withered seed&#x2026;</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-27.html">Time is free to work woe or wonder&#x2026;</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-23.html">Physics class shorts</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-19.html">Something curls knots deep within&#x2026;</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-07.html">They're seldom things but brisk gusts' shrieks&#x2026;</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-04.html">When I rest my troubles steep&#x2026;</a></dt><dd>February 2024</dd>
</dl>
</div>
</div>

<div id="outline-container-org9a6831d" class="outline-2">
<h2 id="org9a6831d">Short Stories</h2>
<div class="outline-text-2" id="text-org9a6831d">
<dl class="org-dl">
<dt><i>Coming Soon</i> <a href="stories.2024-02-25.html">Resistance in Flatland</a></dt><dd>February 2024</dd>
<dt><a href="stories.2021-10-01.html">The Summer Was Over</a></dt><dd>October 2021</dd>
</dl>
</div>
</div>

<div id="outline-container-orgcaf25e9" class="outline-2">
<h2 id="orgcaf25e9">Learning to Make</h2>
<div class="outline-text-2" id="text-orgcaf25e9">
<dl class="org-dl">
<dt><i>Coming Soon</i> <a href="thoughts.2024-02-25.html">Coffee</a></dt><dd>February 2024</dd>
</dl>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr />

Bring back the blogosphere!
</div>
</body>
</html>
